{
    
    
    "181116123252-25-traveler-gifts": {
      "slug":"181116123252-25-traveler-gifts",
      "title": "25 gifts travelers will actually want",
      "shortText": "The true traveler wants things that are either necessary or chic -- or both. So check out our guide of 25 fantastic gifts for every traveler on your list.",
      "text": "Heads up: The holidays are creeping up, and there's still no genie to grant you all the best ideas on what to buy as gifts. But when there are travelers on your list, fear not.Since it's clear that travelers value experiences above nearly all else, get them a gift that upgrades their adventures -- by making things easier, more fun or really just upping the epic factor.Here are 25 gifts for the wanderlusters in your life that will make them think you're the genie granting travel wishes this holiday: Travelers who've taken a trip where water is involved have found themselves up a creek without a towel, so to speak.Sure, it's easy to pull over at a little-known swimming hole or to opt for an impromptu skinny dipping session, but it's usually less easy to find operable facilities with clean, dry towels. And no one wants to feel like a wet dog for long.Thankfully, Dock ; Bay has paved the way for all unplanned swimming activities with its compact, fun-colored microfiber towel that comes in an easy-to-tote bag and promises to dry three times faster than a cotton towel. It's rare for a towel to create this level of excitement.",
      "pubDate": "Tue, 20 Nov 2018 09:55:34 GMT",
      "pubYear": "2018",
      "author": "Shannon Maldonado",
      "image": {
        "_url": "https://cdn.cnn.com/cnnnext/dam/assets/181116123252-16-traveler-gifts-minimergency-pinch-provisions-super-169.jpg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "160418164324-beautiful-england": {
      "slug":"160418164324-beautiful-england",
      "title": "31 beautiful reasons to visit England",
      "shortText": "Discover England's most beautiful places. From the wild North York Moors to the ancient Roman sites in Bath, you be enchanted by scenes natural and man-made.",
      "text": "The English are known for being reserved. Perhaps that's why, despite living in one of loveliest countries on Earth, they don't really shout about it. They should though.While the landscape in England lacks the drama of other parts of the world -- and even other parts of the United Kingdom -- it makes up for it with a gentle, ancient beauty that's hard to match.London is widely acknowledged as a world-beating destination, but often overlooked beyond the capital is an incredible array of beautiful coastlines, rolling hills, quaint villages, historic cities and innovative design.It's something to remember on April 23 -- St. George's Day -- which is the closest thing England has to a national day. The day commemorates the death of England's patron saint, a legendary dragon slayer who wasn't actually from England.",
      "pubDate": "Thu, 22 Nov 2018 09:55:34 GMT",
      "pubYear": "2018",
      "author": "Burns Huber",
      "image": {
        "_url": "https://cdn.cnn.com/cnnnext/dam/assets/160418164324-beautiful-england-29-bath2-super-169.jpg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "160315093137-beautiful-ireland": {
      "slug":"160315093137-beautiful-ireland",
      "title": "The 32 most beautiful places to visit in Ireland",
      "shortText": "From the dramatic Cliffs of Moher to regal Powerscourt Estate in Wicklow, escape to 32 of the most beautiful places to visit in Ireland.",
      "text": "Ireland might be famous for its pubs, but it offers much more spectacular views than the bottom of a pint glass.There's the wild windswept west, with its Atlantic views, legendary surfing spots from Dingle to Donegal, live music and laid-back locals.The ancient east, where Ireland's high kings once walked on Tara, aristocrats peacocked on the Powerscourt Estate, and today's elite cozy up in the seaside suburb of Killiney.The sleek south, long a tourist mecca, where lakes, mountains, castles and stately homes dot the landscape all the way from Kerry to Killarney to Waterford.And the sublime north, where the Mourne mountains and the Antrim coastline have inspired fantasy works from C. S. Lewis' Narnia to HBO's &ldquo;Game of Thrones.",
      "pubDate": "Thu, 22 Nov 2018 09:55:34 GMT",
      "pubYear": "2018",
      "author": "Delores Washington",
      "image": {
        "_url": "https://cdn.cnn.com/cnnnext/dam/assets/160315093137-tollymore-forest-super-169.jpg",
        "_height": "619",
        "_width": "1100"
      }
    },
    "170124150859-beautiful-india-kerala": {
      "slug":"170124150859-beautiful-india-kerala",
      "title": "30 of India's most beautiful places",
      "shortText": "India is a land of bountiful landscapes from stunning lakes, rolling plains and the snow-capped Himalayas to buildings of worldwide acclaim. See 30 of India's most beautiful places.",
      "text": "India might just be the most colorful country in the world. It's a land of otherworldly landscapes for travel -- from stunning lakes and endless rolling plains to the snow-capped Himalayas in the north. It's also home to wild festivals, romantic mausoleums and some of the most hectic cities in the world. To get a small idea of its splendor, check out our photo gallery featuring 30 spectacular scenes travelers to India will want to see. Admittedly we've barely even scratched the surface of the incredible country of India, but here's a selection of some of its most beautiful places.",
      "pubDate": "Tue, 27 Nov 2018 09:55:34 GMT",
      "pubYear": "2018",
      "author": "Luella Mccall",
      "image": {
        "_url": "https://cdn.cnn.com/cnnnext/dam/assets/170124150859-beautiful-india-kerala-super-169.jpg",
        "_height": "619",
        "_width": "1100"
      }
    }
  }
  
